"ACL and permission settings are changed, but not applied" = "Nastavenie ACL a oprávnenia sú zmenené, ale nie sú použité";
"Administration" = "Administrácia";
"All descendants" = "Všetci potomkovia";
"Allow" = "Povoliť";
"Append Data" = "Pripojiť Data";
"Applies To" = "Platí pre";
"Applies to" = "Platí pre";
"Are you sure you want to propagate ACL, owner, group, and permissions to all items down the directory hierarchy?" = "Naozaj chcete ACL, vlastníka, skupinu a oprávnenia preniesť na všetky položky adresárovej štruktúry?";
"Change Owner" = "Zmeniť vlastníka";
"Change Permissions" = "Zmeniť oprávnenia";
"Child files" = "Súbory podzložky";
"Child folders" = "Podzložky";
"Create Files" = "Vytvoriť súbory";
"Create Folder" = "Vytvoriť zložku";
"Custom…" = "Vlastné…";
"Delete" = "Vymazať";
"Delete Subfolders and Files" = "Vymazať podzložky a súbory";
"Deny" = "Odmietnuť";
"Do you want to apply changed ACL and permissions settings for item \"%@\"?" = "Chcete pre položku použiť upravené nastavenia ACL a oprávnenia? \"%@\"?";
"Effective Permissions" = "Skutočné oprávnenia";
"Execute File" = "Spustiť súbor";
"Full Control" = "Plná kontrola";
"Groups" = "Skupiny";
"Inherit Entries from Parent Folder" = "Zdediť údaje z nadradenej zložky";
"Inherited" = "Zdedené";
"Inherited:" = "Zdedené:";
"List Folder Contents" = "Zobraziť obsah složky";
"Make Inherited Entries Explicit" = "Konkretizuj zdedené údaje";
"No Access" = "Bez prístupu";
"Not this item" = "Nie túto položku";
"Permission" = "Oprávnenie";
"Permission Type:" = "Typ oprávnenia:";
"Propagate Permissions…" = "Propagovať oprávnenia…";
"Read" = "Čítanie";
"Read & Write" = "Čítanie a zápis";
"Read Attributes" = "Prečítať atribúty";
"Read Data" = "Čítať data";
"Read Extended Attributes" = "Prečítať rozšírené atribúty";
"Read Permissions" = "Prečítať oprávnenia";
"Remove Inherited Entries" = "Odstrániť zdedené údaje";
"Revert" = "Späť";
"Save" = "Uložiť";
"Set of Permissions" = "Sada oprávnení";
"Sort Access Control List Canonically" = "Zoradiť Zoznam riadenia prístupu kánonicky";
"This item" = "Táto položka";
"Traverse Folder" = "Prechádzať zložku";
"Type" = "Typ";
"User or Group" = "Užívateľ alebo skupina";
"User or Group:" = "Užívateľ alebo skupina:";
"Users" = "Užívatelia";
"Write" = "Zápis";
"Write Attributes" = "Zapísať atribúty";
"Write Data" = "Zapísať data";
"Write Extended Attributes" = "Zapísať rozšírené atribúty";
